unit4/wk20d2/tweeter_app_api/app/controllers/tweets_controller.rb

    def index
        render json: Tweet.all
---
SELECT "tweets".* FROM "tweets"